"""Фразы для авторежима. Для каждого сообщения выбирается одна фраза из списка."""

PHRASES = {
    "forward_message": ["Здравствуйте! Город Красноярск.", "Привет, Красноярск.", "Я в Красноярске нахожусь"],  # П2 → П1, первая сделка
    "forward_reply": ["Здравствуйте,  менеджер бежит к вам.", "Привет, хорошо. Менеджер идет.", "Направил, к вам менеджера"],      # П1 → П2, первая сделка
    "reverse_message": ["Здравствуйте", "Привет"], # П2 → П1, обратная сделка
    "reverse_reply": ["Отправил","Послал", "Ушли"],      # П1 → П2, обратная сделка
}
