"""Фразы для авторежима. Для каждого сообщения выбирается одна фраза из списка."""

PHRASES = {
    "forward_message": ["Здравствуйте! Город Иркутск.", "Привет, Иркутск.", "Я в Красноярске нахожусь", "Привет, Владивосток", "Здорова, Владиосток", "Прив, Владивосток", "Хай, я из Владивостока", "Приветствую нахожусь во Владивостоке", "Здорова, живу в Иркутске"],  # П2 → П1, первая сделка
    "forward_reply": ["Здравствуйте,  менеджер бежит к вам.", "Привет, хорошо. Менеджер идет.", "Направил, к вам менеджера", "Отправил человека к вам", "Отправил к вам человека", "Менеджер спускается", "Отлично, менеджер спускатеся", "Пару минут, менеджер идет", "Пару секунд менеджер, идет"],      # П1 → П2, первая сделка
    "reverse_message": ["Здравствуйте", "Привет", "Приветики", "Хай", "Хей", "Приветствую", "Здорова", "Прив"], # П2 → П1, обратная сделка
    "reverse_reply": ["Отправил","Послал", "Ушли", "Отослал", "Выслал"],      # П1 → П2, обратная сделка
}
